Repository: RamazanBerkan/Tur-Sitesi
Catalog: ArgedeSP.WebUI/Resources/SharedResources.*.resx
Languages: tr_tr

# ad-soyad
source: Full Name
tr_tr: Ad Soyad

# adres
source: Address
tr_tr: Adres

# anasayfa
source: Home
tr_tr: Anasayfa

# blog
source: Blogs
tr_tr: Blog

# blog-yazilari
source: <h2><span>Blog</span>Articles </h2>
tr_tr: <h2><span>Blog</span>Yazılar</h2>

# blogdetay
source: Blog Detail
tr_tr: Blog Detayı

source: Bottom Bracket
tr_tr: Tekne Dirseği

source: Crank
tr_tr: Krank

# cuzdan-fotokopisi
source: Photocopy of Identity Card
tr_tr: Nüfus Cüzdanı Fotokopisi

# detay
source: Detail
tr_tr: Detay

# detayli-bilgi
source: MORE INFORMATION
tr_tr: DETAYLI BİLGİ

# digertekneler
source: Other Products
tr_tr: Diğer Ürünler

# duyuru-ve-haberler
source: ANNOUNCEMENT & NEWS
tr_tr: DUYURU & HABER

source: Fork
tr_tr: Çatal

# foto-galeri
source: Photo Gallery
tr_tr: Foto Galeri

source: Frame
tr_tr: İskelet

# gonder
source: Submit
tr_tr: Gönder

# haberdar-olun
source: Announcements <span> Notify </ span>
tr_tr: Duyurulardan <span>Haberdar Olun</span>

# hakkimizda
source: About Us
tr_tr: Hakkımızda

# Hakkında
source: About
tr_tr: Hakkında

# haklari-saklidir
source: All Rights Reserved.
tr_tr: Tüm Hakları Saklıdır.

# ikametgah
source: Place of Residence
tr_tr: İkametgah

# iletisim
source: Contact
tr_tr: İletişim

# iletisim-formu
source: Contact Form
tr_tr: İletişim Formu

# iletisimyollari
source: CONTACT WAYS
tr_tr: İLETİŞİM YOLLARIMIZ

# imkanlar
source: Facilities
tr_tr: İmkanlar

# incele
source: REVIEW
tr_tr: İNCELE

# kayit-ol
source: REGISTER
tr_tr: KAYIT OL

# kayitta-gerekli-belgeler
source: Documents Required for Registration
tr_tr: Kayıtta Gerekli Belgeler

# kesin-kayit-yapilirken
source: (Will be given by the Dormitory Management during final registration)
tr_tr: (Yurt Yönetimi tarafından kesin kayıt yapılırken verilecektir)

# konu
source: Subject
tr_tr: Konu

# konum
source: Location
tr_tr: Konum

# mesaj-gonderildi
source: Your message was successfully sent. Return will be made as soon as possible.
tr_tr: Mesajınız başarıyla gönderildi. En kısa zamanda dönüş yapılacaktır.

# mesaj
source: Message
tr_tr: Mesaj

# muracaat-dilekcesi
source: Application Petition
tr_tr: Müracaat Dilekçesi

# ogrenciler-ne-diyor
source: What do the students say?
tr_tr: Öğrenciler Ne Diyor?

# onecikan
source: Featured
tr_tr: Öne Çıkanlar

# online-kayit
source: Online Registration
tr_tr: Online Kayıt

# online-kayit-basarili
source: Sign-up process is successfu
tr_tr: Kayıt olma işlemi başarılı

# ozellikler
source: Features
tr_tr: Özellikler

source: Rear Derailleur
tr_tr: Arka Attırıcı

# Referanslar
source: References
tr_tr: Referanslar

# rezervasyon
source: Reservation
tr_tr: Rezervasyon

# satiliktekneler
source: PRODUCTS
tr_tr: Ürünler

source: Send Mail
tr_tr: Mail Gönderebilirsiniz

source: Shifters
tr_tr: Vites

# sicil-kaydi
source: Judicial Registration
tr_tr: Adli Sicil Kaydı

# sundugumuz-imkanlar
source: Facilities we offer
tr_tr: Sunduğumuz İmkanlar

# takip-et
source: Follow Us
tr_tr: Takip Et

# teknedetay
source: Product Details
tr_tr: Satılık Tekne Detayı

# telefon
source: Telephone
tr_tr: Telefon

# tumu
source: All
tr_tr: Tümü

# vesikalik
source: 2 Photos
tr_tr: 2 adet Vesikalık Fotoğraf

source: WheelSize
tr_tr: Dümen Boyutu

# yardım
source: Need help?
tr_tr: Yardım?

# yemek-listesi
source: Food list
tr_tr: Yemek Listesi

# yeni-evin-yeni-hayatin
source: New Life
tr_tr: Yeni Evin Yeni Hayatın

# yorumlar
source: Comments
tr_tr: Yorumlar

# yurdumuz
source: Our Hostel
tr_tr: Yurdumuz

# ögrenci-belgesi
source: Student Certificate
tr_tr: Öğrenci Belgesi

# tutar
source: Price
tr_tr: Ücret

# Partnerlerimiz
source: Our Partners
tr_tr: Partnerlerimiz

# urundetay
source: Product Details
tr_tr: Ürün Detay

# urunler
source: PRODUCTS
tr_tr: ÜRÜNLER

# anasayfa-u
source: HOME
tr_tr: ANASAYFA

# blog-u
source: BLOGS
tr_tr: BLOG

# blog-yakinda
source: Our Blogs Page Is Coming Soon...
tr_tr: Bloglar Sayfamız Yakında...

# galeri
source: Gallery
tr_tr: Galeri

# galeri-u
source: GALLERY
tr_tr: GALERİ

# hakkimizda-u
source: ABOUT US
tr_tr: HAKKIMIZDA

# iletisim-u
source: CONTACT
tr_tr: İLETİŞİM

# online-satis
source: Online Sales
tr_tr: Online Satış

# online-satis-u
source: ONLINE SALES
tr_tr: ONLINE SATIŞ

# online-satis-yakinda
source: Our Online Store Is Coming Soon...
tr_tr: Online Satış Mağazamız Yakında...

# ulasmak-icin
source: Contact
tr_tr: Bize Ulaşmak İçin

# yardım-icin
source: Help:
tr_tr: Yardım İçin:

# acıklama
source: Description
tr_tr: Açıklama

# benzer-urun
source: Similar Products
tr_tr: Benzer Ürünler
